[
  { "text": "La única manera de hacer un gran trabajo es amar lo que haces.", "author": "Steve Jobs" },
  { "text": "Cree que puedes y ya estás a mitad de camino.", "author": "Theodore Roosevelt" },
  { "text": "El éxito no es definitivo, el fracaso no es fatal: es el coraje de continuar lo que cuenta.", "author": "Winston Churchill" },
  { "text": "El futuro pertenece a aquellos que creen en la belleza de sus sueños.", "author": "Eleanor Roosevelt" },
  { "text": "No importa qué tan lento vayas, siempre y cuando no te detengas.", "author": "Confucio" },
  { "text": "La mayor gloria de vivir no está en nunca caer, sino en levantarse cada vez que caemos.", "author": "Nelson Mandela" },
  { "text": "La vida es lo que pasa mientras estás ocupado haciendo otros planes.", "author": "John Lennon" },
  { "text": "El propósito de nuestras vidas es ser felices.", "author": "Dalai Lama" },
  { "text": "Tu tiempo es limitado, así que no lo desperdicies viviendo la vida de otra persona.", "author": "Steve Jobs" },
  { "text": "Si la vida fuera predecible, dejaría de ser vida y estaría sin sabor.", "author": "Eleanor Roosevelt" },
  { "text": "Al final, no son los años de tu vida los que cuentan. Es la vida en tus años.", "author": "Abraham Lincoln" },
  { "text": "La vida es una sucesión de lecciones que deben vivirse para ser entendidas.", "author": "Ralph Waldo Emerson" },
  { "text": "El único viaje imposible es el que nunca comienzas.", "author": "Tony Robbins" },
  { "text": "La mejor manera de predecir el futuro es crearlo.", "author": "Peter Drucker" },
  { "text": "Lo que obtienes al lograr tus metas no es tan importante como en lo que te conviertes al lograrlas.", "author": "Zig Ziglar" },
  { "text": "La mente es todo. Lo que piensas, te conviertes.", "author": "Buda" },
  { "text": "No juzgues cada día por la cosecha que recoges, sino por las semillas que plantas.", "author": "Robert Louis Stevenson" },
  { "text": "Un viaje de mil millas comienza con un solo paso.", "author": "Lao Tzu" },
  { "text": "Cada momento es un nuevo comienzo.", "author": "T.S. Eliot" },
  { "text": "Todo lo que siempre has querido está del otro lado del miedo.", "author": "George Addair" },
  { "text": "Sé el cambio que deseas ver en el mundo.", "author": "Mahatma Gandhi" },
  { "text": "Cambia tus pensamientos y cambiarás tu mundo.", "author": "Norman Vincent Peale" },
  { "text": "No te tomes la vida demasiado en serio. No saldrás vivo de ella.", "author": "Elbert Hubbard" },
  { "text": "Pierdes el 100% de los tiros que no haces.", "author": "Wayne Gretzky" },
  { "text": "Siempre parece imposible hasta que se hace.", "author": "Nelson Mandela" },
  { "text": "Mantén siempre tu rostro hacia el sol, y las sombras caerán detrás de ti.", "author": "Walt Whitman" },
  { "text": "La felicidad no es por casualidad, sino por elección.", "author": "Jim Rohn" },
  { "text": "La vida es una aventura atrevida o no es nada.", "author": "Helen Keller" },
  { "text": "Todos nuestros sueños pueden hacerse realidad si tenemos el coraje de perseguirlos.", "author": "Walt Disney" },
  { "text": "Los caminos difíciles a menudo llevan a destinos hermosos.", "author": "Zig Ziglar" },
  { "text": "Si no te gusta el camino por el que vas, comienza a pavimentar otro.", "author": "Dolly Parton" },
  { "text": "El secreto de salir adelante es comenzar.", "author": "Mark Twain" },
  { "text": "Seas lo que seas, sé bueno en ello.", "author": "Abraham Lincoln" },
  { "text": "Nunca eres demasiado viejo para establecer otra meta o soñar un nuevo sueño.", "author": "C.S. Lewis" },
  { "text": "Trata de ser un arcoíris en la nube de alguien.", "author": "Maya Angelou" },
  { "text": "Haz lo que puedas, con lo que tienes, donde estés.", "author": "Theodore Roosevelt" },
  { "text": "Te conviertes en lo que crees.", "author": "Oprah Winfrey" },
  { "text": "El poder de la imaginación nos hace infinitos.", "author": "John Muir" },
  { "text": "No he fallado. Solo he encontrado 10,000 formas que no funcionan.", "author": "Thomas A. Edison" },
  { "text": "La mejor venganza es el éxito masivo.", "author": "Frank Sinatra" },
  { "text": "Lo que pensamos, nos convertimos.", "author": "Buda" },
  { "text": "Ayer no es nuestro para recuperar, pero mañana es nuestro para ganar o perder.", "author": "Lyndon B. Johnson" },
  { "text": "Nada es imposible, ¡la palabra misma dice 'Soy posible'!", "author": "Audrey Hepburn" },
  { "text": "Ya sea que pienses que puedes o que no puedes, tienes razón.", "author": "Henry Ford" },
  { "text": "La pregunta no es quién me va a dejar; es quién me va a detener.", "author": "Ayn Rand" },
  { "text": "El mejor momento para plantar un árbol fue hace 20 años. El segundo mejor momento es ahora.", "author": "Proverbio Chino" },
  { "text": "Solo una vida vivida para otros vale la pena.", "author": "Albert Einstein" },
  { "text": "Los dos días más importantes de tu vida son el día que naces y el día que descubres por qué.", "author": "Mark Twain" },
  { "text": "No cuentes los días, haz que los días cuenten.", "author": "Muhammad Ali" },
  { "text": "El éxito no es qué tan alto has subido, sino cómo haces una diferencia positiva en el mundo.", "author": "Roy T. Bennett" },
  { "text": "Esfuérzate no por ser un éxito, sino por ser valioso.", "author": "Albert Einstein" },
  { "text": "La diferencia entre ordinario y extraordinario es ese pequeño extra.", "author": "Jimmy Johnson" },
  { "text": "Una persona que nunca cometió un error nunca intentó nada nuevo.", "author": "Albert Einstein" },
  { "text": "La vida es 10% lo que nos pasa y 90% cómo reaccionamos a ello.", "author": "Charles R. Swindoll" },
  { "text": "Lo que está detrás de nosotros y lo que está delante de nosotros son asuntos menores comparados con lo que está dentro de nosotros.", "author": "Ralph Waldo Emerson" },
  { "text": "Si dices la verdad, no tienes que recordar nada.", "author": "Mark Twain" },
  { "text": "Siempre perdona a tus enemigos; nada los molesta tanto.", "author": "Oscar Wilde" },
  { "text": "Vive como si fueras a morir mañana. Aprende como si fueras a vivir para siempre.", "author": "Mahatma Gandhi" },
  { "text": "Dentro de veinte años estarás más decepcionado por las cosas que no hiciste que por las que sí hiciste.", "author": "Mark Twain" },
  { "text": "Aquellos que se atreven a fallar miserablemente pueden lograr grandemente.", "author": "John F. Kennedy" },
  { "text": "No puedo cambiar la dirección del viento, pero puedo ajustar mis velas para siempre llegar a mi destino.", "author": "Jimmy Dean" },
  { "text": "Si quieres elevarte, eleva a alguien más.", "author": "Booker T. Washington" },
  { "text": "No fallé la prueba. Solo encontré 100 formas de hacerlo mal.", "author": "Benjamin Franklin" },
  { "text": "No es si te caes, es si te levantas.", "author": "Vince Lombardi" },
  { "text": "La educación es el arma más poderosa que puedes usar para cambiar el mundo.", "author": "Nelson Mandela" },
  { "text": "Lo más difícil es la decisión de actuar, el resto es meramente tenacidad.", "author": "Amelia Earhart" },
  { "text": "Cada strike me acerca más al próximo jonrón.", "author": "Babe Ruth" },
  { "text": "Si no nosotros, ¿quién? Si no ahora, ¿cuándo?", "author": "John F. Kennedy" },
  { "text": "Prefiero morir de pasión que de aburrimiento.", "author": "Vincent van Gogh" },
  { "text": "Primero, ten un ideal claro, definido y práctico; una meta, un objetivo. Segundo, ten los medios necesarios para lograr tus fines; sabiduría, dinero, materiales y métodos. Tercero, ajusta todos tus medios a ese fin.", "author": "Aristóteles" },
  { "text": "Odié cada minuto de entrenamiento, pero dije: 'No te rindas. Sufre ahora y vive el resto de tu vida como un campeón.'", "author": "Muhammad Ali" },
  { "text": "Podemos encontrar muchas derrotas pero no debemos ser derrotados.", "author": "Maya Angelou" },
  { "text": "La creatividad es inteligencia divirtiéndose.", "author": "Albert Einstein" },
  { "text": "Si no estás dispuesto a arriesgar lo usual, tendrás que conformarte con lo ordinario.", "author": "Jim Rohn" },
  { "text": "La forma de comenzar es dejar de hablar y comenzar a hacer.", "author": "Walt Disney" },
  { "text": "Los desafíos son lo que hace la vida interesante y superarlos es lo que hace la vida significativa.", "author": "Joshua J. Marine" },
  { "text": "El pesimista ve dificultad en cada oportunidad. El optimista ve oportunidad en cada dificultad.", "author": "Winston Churchill" },
  { "text": "Nadie puede hacerte sentir inferior sin tu consentimiento.", "author": "Eleanor Roosevelt" },
  { "text": "El único lugar donde el éxito viene antes del trabajo es en el diccionario.", "author": "Vidal Sassoon" },
  { "text": "Muchos de nosotros no estamos viviendo nuestros sueños porque estamos viviendo nuestros miedos.", "author": "Les Brown" },
  { "text": "Un hombre exitoso es aquel que puede construir una base firme con los ladrillos que otros le han arrojado.", "author": "David Brinkley" },
  { "text": "He aprendido que la gente olvidará lo que dijiste, olvidará lo que hiciste, pero nunca olvidará cómo los hiciste sentir.", "author": "Maya Angelou" },
  { "text": "O tú diriges el día, o el día te dirige a ti.", "author": "Jim Rohn" },
  { "text": "Recuerda que no obtener lo que quieres es a veces un golpe de suerte maravilloso.", "author": "Dalai Lama" },
  { "text": "Comienza donde estás. Usa lo que tienes. Haz lo que puedas.", "author": "Arthur Ashe" },
  { "text": "Lo que logramos internamente cambiará la realidad externa.", "author": "Plutarco" },
  { "text": "Qué maravilloso es que nadie necesite esperar ni un solo momento antes de comenzar a mejorar el mundo.", "author": "Anne Frank" },
  { "text": "No tienes que ver toda la escalera, solo da el primer paso.", "author": "Martin Luther King Jr." },
  { "text": "La felicidad no es algo ya hecho. Viene de tus propias acciones.", "author": "Dalai Lama" },
  { "text": "Nunca dejes que el miedo de poncharte te impida jugar el juego.", "author": "Babe Ruth" },
  { "text": "Cuando una puerta de felicidad se cierra, otra se abre; pero a menudo miramos tanto tiempo la puerta cerrada que no vemos la que se ha abierto para nosotros.", "author": "Helen Keller" },
  { "text": "Nos convertimos en lo que pensamos.", "author": "Earl Nightingale" },
  { "text": "La vida no se trata de esperar a que pase la tormenta, se trata de aprender a bailar bajo la lluvia.", "author": "Vivian Greene" },
  { "text": "Vivir es lo más raro del mundo. La mayoría de la gente existe, eso es todo.", "author": "Oscar Wilde" },
  { "text": "La felicidad depende de nosotros mismos.", "author": "Aristóteles" },
  { "text": "El significado de la vida es encontrar tu regalo. El propósito de la vida es regalarlo.", "author": "Pablo Picasso" },
  { "text": "Mientras más duro trabajo, más suerte tengo.", "author": "Gary Player" }
] 